public class Draft_Whole_Video1_3_2_0 {
    public static void main(String[] args) {
        System.out.println("Задание: \nВведение в методы. Return\n\nРешение: ");

        //  видео мин 10 30 - Объявление метода
        //  видео мин 14 44 - Писать тот же код без метода
        //  видео мин 28 18 - Давайте попрактикуемся
        //  видео мин 28 31 - Создадим класс, корый течает текущему уроку
        //  видео мин 29 03 - Возвращает String, int, etc.
        //  видео мин 29 27 - Структурируем, помежуточный итог
        //  видео мин 31 09 - Пользовтель вводит два числа, находим его наибольшее. ЗАДАНИЕ 1.
        //  видео мин 33 00 - Разбить ее на методы. ЗАДАНИЕ 1.
        //  видео мин 41 13 - Готовый, написанный метод findMax. ЗАДАНИЕ 1.
        //  видео мин 41 47 - Давайте ещё посоздаем методы
        //  видео мин 44 10 - Давайте создадим метод, который...
        //  видео мин 52 47 - В лесу родилась ёлочка

        //  видео мин 08 08 - объяснение про return  https://youtu.be/7FsDj1Otco8

    }
}